Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/monodevelop-tm.tmx
Source language: en
Languages: ca_es

source: Use _output window
ca_es: Utilitza la finestra de _sortida

source: (Default)
ca_es: (per defecte)

source: User Interface Language:
ca_es: Idioma de la interfície d'usuari:

source: User Interface Theme:
ca_es: Tema de la interfície d'usuari:

source: Display Options
ca_es: Opcions de visualització

source: Standard _Header
ca_es: _Capçalera estàndard

source: _Email:
ca_es: _Correu electrònic:

source: _Include standard header in new files
ca_es: _Inclou la capçalera estàndard als fitxers nous

source: Native
ca_es: Nadiu

source: columns
ca_es: columnes

source: _Line endings:
ca_es: _Finals de línies:

source: <b>Whitespace</b>
ca_es: <b>Espai en blanc</b>

source: _Tab width:
ca_es: Mida del _tabulador:

source: _Convert tabs to spaces
ca_es: C_onverteix els tabuladors a espais

source: Key
ca_es: Tecla

source: Remove template
ca_es: Suprimeix la plantilla

source: Are you sure you want to remove this template?
ca_es: Esteu segur que voleu suprimir aquesta plantilla?

source: Preview:
ca_es: Visualització prèvia:

source: S_how whitespaces
ca_es: _Mostra els espais en blanc

source: New template
ca_es: Plantilla nova

source: Edit template
ca_es: Edita la plantilla

source: _Group:
ca_es: _Grup:

source: Is _expandable template
ca_es: La _plantilla és extensible

source: _Shortcut:
ca_es: _Drecera:

source: _Description:
ca_es: _Descripció:

source: Template Text:
ca_es: Text de la plantilla:

source: Set as Default
ca_es: Defineix com a predeterminat

source: Searching...
ca_es: S'està cercant...

source: Search completed
ca_es: Cerca completada.

source: {0} match.
ca_es: {0} coincidència.

source: Find in Files
ca_es: Cerca als fitxers

source: Replace in Files
ca_es: Reemplaça als fitxers

source: Whole solution
ca_es: Solució completa

source: Current project
ca_es: Projecte actual

source: All open files
ca_es: Tots els fitxers oberts

source: Directories
ca_es: Directoris

source: Current document
ca_es: Document actual

source: Selection
ca_es: Selecció

source: _Replace:
ca_es: _Reemplaça:

source: R_eplace
ca_es: _Reemplaça

source: _Path:
ca_es: _Camí:

source: Re_cursively
ca_es: Rec_ursivament

source: _File Mask:
ca_es: _Màscara de fitxer:

source: Include binary files
ca_es: Incloure els fitxers binaris

source: Include hidden files and directories
ca_es: Mostra els fitxers ocults i directoris

source: Select directory
ca_es: Seleccioneu un directori

source: Currently there is no open solution.
ca_es: No hi ha cap solució oberta.

source: Directory not found: {0}
ca_es: No s'ha trobat el directori: {0}

source: There is a search already in progress. Do you want to stop it?
ca_es: Ja hi ha una cerca en curs. Voleu aturar-la?

source: Search pattern is invalid
ca_es: El patró de cerca no és vàlid

source: Replace pattern is invalid
ca_es: El patró de reemplaçament no és vàlid

source: The search could not be finished: {0}
ca_es: No s'ha pogut finalitzar la cerca: {0}

source: Search cancelled.
ca_es: Cerca cancel·lada.

source: Search completed.
ca_es: Cerca completada.

source: Search time: {0} seconds.
ca_es: Temps de cerca: {0} segons.

source: {0} match found
ca_es: S'ha trobat {0} coincidència

source: in {0} file.
ca_es: en {0} fitxer.

source: _Find:
ca_es: _Cerca:

source: Rege_x search
ca_es: Ce_rca expressions regulars

source: _Whole words only
ca_es: _Només les paraules completes

source: Looking in '{0}'
ca_es: S'està cercant a: «{0}»

source: Looking for '{0}' in current document
ca_es: S'està cercant «{0}» al document actual

source: Replacing '{0}' in current document
ca_es: S'està reemplaçant «{0}» al document actual

source: Looking for '{0}' in current selection
ca_es: S'està cercant «{0}» a la selecció actual

source: Replacing '{0}' in current selection
ca_es: S'està reemplaçant «{0}» a la selecció actual

source: Looking in project '{0}'
ca_es: S'està cercant al projecte «{0}»

source: Looking for '{0}' in all projects
ca_es: S'està cercant «{0}» a tots els projectes

source: Replacing '{0}' in all projects
ca_es: S'està reemplaçant «{0}» a tots els projectes

source: Looking for '{0}' in project '{1}'
ca_es: S'està cercant «{0}» al projecte «{1}»

source: Replacing '{0}' in project '{1}'
ca_es: S'està reemplaçant «{0}» al projecte «{1}»

source: Looking for '{0}' in all open documents
ca_es: S'està cercant «{0}» a tots els documents oberts

source: Replacing '{0}' in all open documents
ca_es: S'està reemplaçant «{0}» a tots els documents oberts

source: Looking for '{0}' in directory '{1}'
ca_es: S'està cercant «{0}» al directori «{1}»

source: Replacing '{0}' in directory '{1}'
ca_es: S'està reemplaçant «{0}» al directori «{1}»

source: Clear results
ca_es: Neteja els resultats

source: Show output
ca_es: Mostra la sortida

source: Pin results pad
ca_es: Fixa el panell de resultats

source: Search Result
ca_es: Resultats de la cerca

source: Custom Parameters...
ca_es: Paràmetres personalitzats...

source: Debug Mode
ca_es: Mode de depuració

source: Runtime Version
ca_es: Versió de l'entorn d'execució

source: Security Mode
ca_es: Mode de seguretat

source: Verify All
ca_es: Verifica-ho tot

source: Log Level
ca_es: Nivell de registre

source: Log Mask
ca_es: Màscara de registre

source: Mono Configuration Directory
ca_es: Directori de la configuració del Mono

source: Mono Configuration File
ca_es: Fitxer de la configuració del Mono

source: GAC Prefix
ca_es: Prefix del GAC:

source: Mono Path
ca_es: Camí del Mono

source: Disabled
ca_es: Inhabilitat

source: Debug
ca_es: Depura

source: Runtime
ca_es: Entorn d'execució:

source: Security
ca_es: Seguretat

source: Library Options
ca_es: Opcions de les biblioteques

source: Configuration
ca_es: Configuracions

source: Compatibility
ca_es: Compatibilitat

source: Select File Format
ca_es: Seleccioneu el format de fitxer

source: Current Format:
ca_es: Format actual:

source: New Format:
ca_es: Format nou:

source: End of list
ca_es: Final de la llista

source: Error or Warning
ca_es: Error o avís

source: Always
ca_es: Sempre

source: For Errors
ca_es: Per a errors

source: For Errors and Warnings
ca_es: Per a errors o avisos

source: Show error pad:
ca_es: Mostra el panell d'errors:

source: Show message bubbles:
ca_es: Mostra els missatges en bombolles:

source: Cancelled
ca_es: S'ha cancel·lat

source: Open file...
ca_es: Obre un fitxer...

source: Select Folder
ca_es: Seleccioneu la carpeta

source: _Browse...
ca_es: _Navega...

source: Go back
ca_es: Vés enrere

source: Go forward
ca_es: Vés endavant

source: Stop loading
ca_es: Atura la càrrega

source: Address
ca_es: Adreça

source: Load address
ca_es: Carrega l'adreça

source: Clear
ca_es: Neteja

source: Show toolbar '{0}'
ca_es: Mostra la barra d'eines '{0}'

source: Could not open the url {0}
ca_es: No s'ha pogut obrir l'URL {0}

source: All Files
ca_es: Tots els fitxers

source: Properties
ca_es: Propietats

source: Events
ca_es: Esdeveniments

source: Sort in categories
ca_es: Ordena per categories

source: Sort alphabetically
ca_es: Ordena alfabèticament

source: (Collection)
ca_es: (col·lecció)

source: (Empty)
ca_es: (buit)

source: Update
ca_es: Actualitza

source: Hide
ca_es: Amaga

source: Dock
ca_es: Acobla

source: Operation completed with errors.
ca_es: L'operació s'ha completat amb errors.

source: Operation completed with warnings.
ca_es: L'operació s'ha completat amb avisos.

source: Operation successfully completed.
ca_es: L'operació s'ha completat amb èxit.

source: WARNING:
ca_es: AVÍS:

source: Gathering class information...
ca_es: S'està obtenint informació de la classe...

source: Summary
ca_es: Resum

source: No suggestions
ca_es: Cap suggeriment

source: Progress
ca_es: Progrés

source: Details:
ca_es: Detalls:

source: Details
ca_es: Detalls

source: Loading Workbench
ca_es: S'està carregant el banc de treball

source: Workspace saved.
ca_es: S'ha desat el banc de treball.

source: Save failed.
ca_es: S'ha produït un error en desar.

source: No solution has been selected
ca_es: No s'ha seleccionat cap solució

source: Saving Workspace...
ca_es: S'està desant l'espai de treball...

source: No solution has been selected.
ca_es: No s'ha seleccionat cap solució.

source: Could not close solution '{0}'.
ca_es: No s'ha pogut tancar la solució: {0}.

source: Solution loaded.
ca_es: S'ha carregat la solució.

source: Found new files in {0}
ca_es: S'han trobat nous fitxers a {0}

source: _Reload
ca_es: _Torna a carregar

source: _Move
ca_es: _Mou

source: Close _without Saving
ca_es: Tanca _sense desar

source: Build _without Saving
ca_es: Muntatge _sense desar

source: D_iscard
ca_es: D_escarta

source: _Proceed
ca_es: _Continua

source: _Replace
ca_es: _Reemplaça

source: _Overwrite file
ca_es: _Sobreescriu el fitxer

source: _Policy:
ca_es: _Política:

source: Inherited Policy
ca_es: Política heretada

source: Configuration:
ca_es: Configuració:

source: Platform:
ca_es: Plataforma:

source: All Configurations
ca_es: Totes les configuracions

source: Project Options
ca_es: Opcions del projecte

source: Illegal project name. Only use letters, digits, space, '.' or '_'.
ca_es: Nom de projecte no vàlid. Feu servir només lletres, dígits, espais, '.' ó '_'.

source: The project could not be renamed.
ca_es: No s'ha pogut canviar de nom el projecte.

source: The file '{0}' already exist. Do you want to replace it?
ca_es: El fitxer «{0}» ja existeix. Voleu reemplaçar-lo?

source: Please enter a valid configuration name.
ca_es: Si us plau, introduïu un nom de configuració vàlid.

source: A configuration with the name '{0}' already exists.
ca_es: Ja existeix una configuració amb el nom '{0}'.

source: New Solution
ca_es: Solució nova

source: New Project
ca_es: Projecte nou

source: Project will be saved at
ca_es: El projecte es desarà a

source: A Project with that name is already in your Project Space
ca_es: Ja existeix un projecte amb aquest nom a l'espai de projectes

source: Could not create directory {0}. File already exists.
ca_es: No s'ha pogut crear el directori {0}. Ja existeix el fitxer.

source: You do not have permission to create to {0}
ca_es: No teniu permisos per crear a {0}

source: The project could not be created
ca_es: No s'ha pogut crear el projecte

source: Unknown type
ca_es: Tipus desconegut

source: File '{0}' is not a valid .Net Assembly
ca_es: El fitxer '{0}' no és un assemblat .Net vàlid

source: Solution Options
ca_es: Opcions de la solució

source: All files
ca_es: Tots els fitxers

source: Project Folders
ca_es: Directoris del projecte

source: Files
ca_es: Fitxers

source: Project saved.
ca_es: S'ha desat el projecte.

source: Solution saved.
ca_es: S'ha desat la solució.

source: Items saved.
ca_es: S'han desat els elements.

source: Item saved.
ca_es: S'ha desat l'element.

source: The file '{0}' could not be loaded.
ca_es: El fitxer '{0}' no s'ha pogut carregar.

source: Deleting Files...
ca_es: S'estan suprimint fitxers...

source: Execution failed.
ca_es: Execució fallida.

source: ---------------------- Done ----------------------
ca_es: ---------------------- Fet ---------------------

source: The file {0} can't be compiled.
ca_es: El fitxer {0} no es pot compilar.

source: No runnable executable found.
ca_es: No s'ha trobat cap executable.

source: Build failed.
ca_es: Muntatge fallit.

source: Build successful.
ca_es: Muntatge amb èxit.

source: Build:
ca_es: Muntatge:

source: Adding files...
ca_es: S'estant afegint els fitxers...

source: An error occurred while attempt to move/copy that file. Please check your permissions.
ca_es: S'ha produït un error en moure/copiar aquest fitxer. Si us plau, reviseu els permisos.

source: The file '{0}' already exists. Do you want to replace it?
ca_es: El fitxer '{0}' ja existeix. Voleu reemplaçar-lo?

source: Could not get any file from '{0}'.
ca_es: No s'ha pogut obtenir cap fitxer des de '{0}'.

source: Could not create directory '{0}'.
ca_es: No s'ha pogut crear el directori '{0}'.

source: copy
ca_es: copia

source: copy {0}
ca_es: copia {0}

source: Close Project
ca_es: Tanca el projecte

source: (Custom)
ca_es: (personalitzat)

source: (Custom {0})
ca_es: (personalitzat {0})

source: Name
ca_es: Nom

source: Execution Mode
ca_es: Mode d'execució

source: Available for
ca_es: Disponible per

source: Current solution
ca_es: Solució actual

source: All solutions
ca_es: Totes les solucions

source: No options have been specified.
ca_es: No s'ha especificat cap opció.

source: Command Line Options
ca_es: Opcions de la línia d'ordres

source: Environment Variables
ca_es: Variables d'entorn

source: Directory
ca_es: Directori

source: (Cyclic dependencies not allowed)
ca_es: (les dependències cícliques no estan permeses)

source: Reference
ca_es: Referència

source: _All
ca_es: _Tots

source: Package
ca_es: Paquet

source: Assembly
ca_es: Assemblat

source: <b>Location of Files</b>
ca_es: <b>Ubicació dels fitxers</b>

source: Root directory:
ca_es: Directori arrel:

source: <b>Output Directory</b>
ca_es: <b>Directori de sortida</b>

source: Select a target configuration for each solution item:
ca_es: Seleccioneu una configuració de l'objectiu per cada element de la solució:

source: _Version:
ca_es: _Versió:

source: _Sign this assembly
ca_es: _Signa aquest assemblat

source: Browse...
ca_es: Navega...

source: Working Directory:
ca_es: Directori de treball:

source: Command:
ca_es: Ordre:

source: Name:
ca_es: Nom:

source: Run on e_xternal console
ca_es: Executa a una consola e_xterna

source: Pause _console output
ca_es: Pausa la sortida de la _consola

source: <b>Project Information</b>
ca_es: <b>Informació del projecte</b>

source: Default Namespace:
ca_es: Espai de noms per defecte:

source: Get version from parent solution
ca_es: Obté versió de la solució pare

source: Version:
ca_es: Versió:

source: <b>On Project Load</b>
ca_es: <b>En carregar el projecte</b>

source: Search for new _files on load
ca_es: Cerca nous _fitxers en carregar

source: Automatically _include found files
ca_es: _Inclou automàticament els fitxers trobats

source: Directory structure:
ca_es: Estructura de directoris:

source: _Flat
ca_es: _Plana

source: _Hierarchical
ca_es: _Jeràrquica

source: Preview
ca_es: Visualització prèvia

source: <b>Output</b>
ca_es: <b>Sortida</b>

source: Assembly _name:
ca_es: _Nom de l'assemblat:

source: Output _path:
ca_es: Camí de _sortida:

source: Paramet_ers:
ca_es: Paràm_etres:

source: Environment Variables:
ca_es: Variables d'entorn:

source: Rename
ca_es: Reanomena

source: Single startup project:
ca_es: Projecte d'inici individual:

source: Multiple startup projects:
ca_es: Projectes d'inici múltiples:

source: File Type
ca_es: Tipus de fitxer

source: Policy
ca_es: Política

source: (Inherited Policy)
ca_es: (política heretada)

source: Solution Item
ca_es: Element de la solució

source: Before Build
ca_es: Abans de muntar

source: After Build
ca_es: Després de muntar

source: Before Execute
ca_es: Abans d'executar

source: Execute
ca_es: Executa

source: After Execute
ca_es: Després d'executar

source: Before Clean
ca_es: Abans de netejar

source: Clean
ca_es: Neteja

source: After Clean
ca_es: Després de netejar

source: Custom Command
ca_es: Ordre personalitzada

source: (Select a project operation)
ca_es: (Seleccioneu una operació de projecte)

source: Select File
ca_es: Seleccioneu el fitxer

source: _Policy
ca_es: _Política

source: Namespace
ca_es: Espai de noms:

source: Default.Namespace
ca_es: Espai de noms:

source: Invalid assembly name specified
ca_es: Nom d'assemblat no vàlid

source: Invalid output directory: {0}
ca_es: Directori de sortida no vàlid: {0}

source: There must be at least one configuration.
ca_es: Ha d'existir almenys una configuració.

source: Add File Type
ca_es: Afegeix tipus de fitxer

source: Delete Project
ca_es: Suprimeix projecte

source: Delete Configuration
ca_es: Suprimeix la configuració

source: Are you sure you want to delete this configuration?
ca_es: Esteu segur que voleu suprimir aquesta configuració?

source: Delete also configurations in solution items
ca_es: Suprimeix també configuracions dels elements de la solució

source: New Project Features
ca_es: Noves característiques del projecte

source: <b>Project features</b>
ca_es: <b>Característiques del projecte</b>

source: _Exclude All
ca_es: _Exclou tot

source: _Include All
ca_es: _Inclou tot

source: New Configuration
ca_es: Configuració nova

source: Create configurations for all solution items
ca_es: Crea configuracions per tots els elements de solució

source: New File
ca_es: Fitxer nou

source: <b>Console Project</b>
ca_es: <b>Consola del projecte</b>

source: Creates a new C# Project
ca_es: Crea un nou projecte C#

source: _Add to project:
ca_es: _Afegeix al projecte:

source: Path:
ca_es: Camí:

source: _Location:
ca_es: _Ubicació:

source: N_ame:
ca_es: N_om:

source: _Solution name:
ca_es: Nom de la _solució:

source: <b>Project Features</b>
ca_es: <b>Característiques del projecte</b>

source: Parent Policy
ca_es: Política pare

source: Select Project File...
ca_es: Selecciona els fitxers del projecte...

source: File _type:
ca_es: _Tipus de fitxer:

source: Rename Configuration
ca_es: Reanomena la configuració

source: New name:
ca_es: Nom nou:

source: Rename configurations in all solution items
ca_es: Reanomena les configuracions a tots els elements de la solució

source: Edit References
ca_es: Edita les referències

source: Selected references:
ca_es: Referències seleccionades:

source: Execution Arguments
ca_es: Arguments d'execució

source: Available for:
ca_es: Disponible per:

source: Only this project
ca_es: Només aquest projecte

source: Only this solution
ca_es: Només aquesta solució

source: Options Preview
ca_es: Visualització prèvia de les opcions

source: Clear All Options
ca_es: Neteja totes les opcions

source: Preview Options
ca_es: Previsualització de les opcions

source: Value
ca_es: Valor

source: MonoDevelop failed to start. The following error has been reported:
ca_es: El MonoDevelop no s'ha pogut iniciar. S'ha notificat el següent error:

source: More
ca_es: Més

source: _Remove from Solution
ca_es: Suprime_ix de la solució

source: File:
ca_es: Fitxer:

source: Solution {0}
ca_es: Solució {0}

source: Solution {0} (1 entry)
ca_es: Solució {0} (1 entrada)

source: Solution {0} ({1} entries)
ca_es: Solució {0} ({1} entrades)

source: New add-in updates are available:
ca_es: Hi ha disponibles noves actualitzacions de complements:

source: Location:
ca_es: Ubicació:

source: Show welcome page on startup
ca_es: Mostra la pàgina de benvinguda a l'inici

source: Open solution {0}
ca_es: Obre la solució {0}

source: Target folder:
ca_es: Carpeta de destí:

source: Current format:
ca_es: Format actual:

source: New format:
ca_es: Format nou:

source: Generating database
ca_es: S'està generant la base de dades

source: Exceptions:
ca_es: Excepcions:

source: Documentation
ca_es: Documentació

source: Auto Hide
ca_es: Amaga automàticament

source: Console Project
ca_es: Projecte de consola

source: ILAsm Files
ca_es: Fitxers ILAsm

source: Library
ca_es: Biblioteca

source: Compile _Target:
ca_es: Compila l'_objectiu:

source: Include debug information
ca_es: Inclou informació de depuració

source: <b>Code Generation</b>
ca_es: <b>Generació de codi</b>

source: Show version control overlay icons
ca_es: Mostra els distintius de control de versions per les icones

source: _Remove
ca_es: _Suprimeix

source: _Log
ca_es: _Registre

source: _Update
ca_es: _Actualitza

source: _Publish...
ca_es: _Publica...

source: Lock
ca_es: Bloqueja

source: Show Annotations
ca_es: Mostra les anotacions

source: Create _Patch
ca_es: Crea _pedaç

source: _Version Control
ca_es: _Control de versions

source: Retrieving history for {0}...
ca_es: S'està recuperant l'històric per {0}...

source: Revert
ca_es: Torna a la versió anterior

source: Status
ca_es: Estat

source: Remote Status
ca_es: Estat remot

source: Commit message:
ca_es: Missatge de confirmació:

source: Open
ca_es: Obre

source: Expand All
ca_es: Expansiona-ho tot

source: Collapse All
ca_es: Col·lapsa-ho tot

source: Select All
ca_es: Selecciona-ho tot

source: Select None
ca_es: No seleccionar cap

source: No files have local modifications.
ca_es: Els fitxers no tenen modificacions locals.

source: No files have local or remote modifications.
ca_es: Els fitxers no tenen modificacions locals o remotes.

source: _Open All
ca_es: _Obre'ls tots

source: No differences found
ca_es: No s'han trobat diferències.

source: Loading data...
ca_es: S'estan carregant les dades...

source: Repository
ca_es: Dipòsit

source: Adding...
ca_es: S'està afegint...

source: Removing...
ca_es: S'està suprimint...

source: Publish operation completed.
ca_es: No s'ha pogut completar l'operació de publicació.

source: Updating...
ca_es: S'està actualitzant...

source: Modified
ca_es: Modificat

source: Conflict
ca_es: Conflicte

source: Add
ca_es: Afegeix

source: Delete
ca_es: Suprimeix

source: Missing
ca_es: Manca

source: Type:
ca_es: Tipus:

source: Connect to Repository
ca_es: Connecta al dipòsit

source: Registered Repositories
ca_es: Dipòsits registrats

source: Repository:
ca_es: Dipòsit:

source: Message:
ca_es: Missatge:

source: Module name:
ca_es: Nom del mòdul:

source: Server:
ca_es: Servidor:

source: User:
ca_es: Usuari:

source: Message
ca_es: Missatge

source: Date
ca_es: Data

source: Author
ca_es: Autor

source: Revision
ca_es: Revisió

source: Operation
ca_es: Operació

source: (No message)
ca_es: (cap missatge)

source: Modify
ca_es: Modifica

source: Replace
ca_es: Reemplaça

source: Password:
ca_es: Contrasenya:

source: Comment:
ca_es: Comentari:

source: Unknown error
ca_es: Error desconegut

source: Revision: {0}
ca_es: Revisió: {0}

source: Deleted '{0}'
ca_es: Suprimeix '{0}'

source: Added {0}
ca_es: Afegit {0}

source: Update '{0}'
ca_es: Actualitza '{0}'

source: Finished
ca_es: Finalitzat

source: Sending {0}
ca_es: S'està enviant {0}

source: Gtk# Designer
ca_es: Dissenyador Gtk#

source: New Dialog...
ca_es: Diàleg nou...

source: New Window...
ca_es: Finestra nova...

source: New Widget...
ca_es: Component nou...

source: New Action Group...
ca_es: Nou grup d'accions...

source: Import Glade file...
ca_es: Importa fitxer Glade...

source: Edit Project Icons...
ca_es: Edita les icones del projecte...

source: GTK# support settings...
ca_es: Paràmetres de compatibilitat GTK#...

source: GTK# Settings
ca_es: Paràmetres GTK#

source: Dialog
ca_es: Diàleg

source: Creates a Gtk dialog.
ca_es: Crea un diàleg Gtk.

source: Creates a Gtk Window
ca_es: Crea una finestra Gtk#

source: Widget
ca_es: Giny

source: Creates a custom Gtk Widget.
ca_es: Crea un giny personalitzat Gtk.

source: ActionGroup
ca_es: Grup d'accions

source: GUI Designer
ca_es: Dissenyador GUI

source: The widget design {0} is not currently bound to a class.
ca_es: El disseny del giny {0} no està associat actualment a cap classe.

source: Select a class:
ca_es: Seleccioneu una classe:

source: Create a new class
ca_es: Crea una classe nova

source: Namespace:
ca_es: Espai de noms:

source: Also remove the file '{0}'
ca_es: Suprimeix també el fitxer '{0}'

source: Signals
ca_es: Senyals

source: Designer
ca_es: Dissenyador

source: Actions
ca_es: Accions

source: Target Gtk# version:
ca_es: Versió Gtk# objectiu:

source: Enable gettext support
ca_es: Habilita la compatibilitat amb gettext

source: Gettext class:
ca_es: Classe Gettext:

source: User Interface
ca_es: Interfície d'usuari

source: Are you sure you want to delete the window '{0}'?
ca_es: Esteu segur que voleu suprimir la finestra '{0}'?

source: Are you sure you want to delete the widget '{0}'?
ca_es: Esteu segur que voleu suprimir el giny '{0}'?
